Repository: common-repository/bullshit-bingo-plugin-for-wordpress
Catalog: bullshitbingo-*.po
Languages: de_de

source: Bullshit Bingo Settings
de_de: Bullshit Bingo Einstellungen

source: Database error.
de_de: Datenbankfehler.

source: %d buzzword(s) deleted from the database.
de_de: %d Schlagwort(e) wurde(n) aus der Datenbank entfernt.

source: %d buzzword(s) successfully updated.
de_de: %d Schlagwort(e) wurde(n) erfolgreich aktualisiert.

source: Please enter a buzzword
de_de: Bitte ein Schlagwort eingeben

source: The buzzword "%s" already exists within the tag "%s".
de_de: Das Schlagwort "%s" existiert bereits unter der Kategorie "%s".

source: The buzzword "%s" tagged "%s" was successfully added to the database.
de_de: Das Schlagwort "%s" in der Kategorie "%s" wurde der Datenbank erfolgreich hinzugefügt.

source: Insufficient rights to fulfill request.
de_de: Unzureichende Rechte um die Anfrage auszuführen.

source: Nothing to delete.
de_de: Keine Datensätze zum Löschen vorhanden.

source: Unable to edit the buzzword.
de_de: Das Schlagwort konnte nicht geändert werden.

source: The buzzword was successfully edited.
de_de: Das Schlagwort wurde erfolgreich geändert.

source: Please enter at least one buzzword
de_de: Bitte mindestens ein Schlagwort eingeben

source: Manage buzzwords
de_de: Schlagworte verwalten

source: Bulk actions
de_de: Massenbearbeitung

source: Delete
de_de: Löschen

source: Toggle visibility
de_de: Sichtbarkeit umschalten

source: Change tag
de_de: Kategorie ändern

source: none
de_de: keine

source: Apply
de_de: Ausführen

source: Display
de_de: Zeige

source: Buzzwords
de_de: Schlagworte

source: from
de_de: aus

source: all
de_de: alle

source: tag
de_de: Kategorie

source: Page
de_de: Seite

source: of
de_de: von

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Edit
de_de: Bearbeiten

source: You are about to delete the buzzword &quot;%s&quot;.\nClick &quot;Cancel&quot; to keep it or &quot;OK&quot; to delete it.
de_de: Das Schlagwort &quot;%s&quot; wird gelöscht.\nKlicke &quot;Abbrechen&quot; um es zu behalten oder &quot;OK&quot; um es zu löschen.

source: Add a new buzzword
de_de: Neues Schlagwort hinzufügen

source: Edit a buzzword
de_de: Schlagwort bearbeiten

source: Buzzword
de_de: Schlagwort

source: Visible
de_de: Sichtbar

source: Add buzzword
de_de: Schlagwort hinzufügen

source: Apply changes
de_de: Änderungen übernehmen

source: Bulk add buzzwords
de_de: Mehrere Schlagworte hinzufügen

source: (one word per line)
de_de: (ein wort pro Zeile)

source: (applies to all words above)
de_de: (für alle obigen Worte)

source: Add buzzwords
de_de: Schlagworte hinzufügen
